# Specify installation directory
cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'zsh-autosuggestions'
brew 'awscli'
brew 'bash'
brew 'curl'
brew 'foreman'
brew 'fzf'
brew 'icu4c'
brew 'gcc'
brew 'git'
brew 'readline'
brew 'openssl@3'
brew 'ossp-uuid'
brew 'zlib'
brew 'zsh'
brew 'zoxide'

cask 'firefox'
cask 'font-hack-nerd-font'
cask 'karabiner-elements'
cask 'obsidian'
cask 'notion'
cask 'postico'
cask 'readdle-spark'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code'
cask 'warp'
