# Specify installation directory
cask_args appdir: '/Applications'

# tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'bash'
brew 'bitwarden-cli'
brew 'coreutils'
brew 'curl'
brew 'foreman'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'icu4c'
brew 'libyaml'
brew 'mise'
brew 'openssl@3'
brew 'ossp-uuid'
brew 'readline'
brew 'wget'
brew 'yarn'
brew 'zlib'
brew 'zoxide'
brew 'zsh-autosuggestions'

cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'godot'
cask 'hiddenbar'
cask 'iterm2'
cask 'karabiner-elements'
cask 'notion'
cask 'obsidian'
cask 'postico'
cask 'readdle-spark'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code'
cask 'warp'
