# Specify installation directory
cask_args appdir: '/Applications'

brew 'asdf'
brew 'awscli'
brew 'bash'
brew 'foreman'
brew 'fzf'
brew 'git'
brew 'powerlevel10k'
brew 'openssl@3'
brew 'zoxide'

cask 'firefox'
cask 'karabiner-elements'
cask 'obsidian'
cask 'postico'
cask 'rectangle'
cask 'slack'
cask 'warp'
