aaron-bond.better-comments@3.0.2
ahmadawais.shades-of-purple@7.3.2
ajshortt.tokyo-hack@0.3.2
alefragnani.bookmarks@13.5.0
alexanderte.dainty-material-theme-palenight-vscode@1.0.0
alexdauenhauer.nocterial-palenight@1.0.4
attilabuti.vscode-mjml@1.6.0
bierner.emojisense@0.10.0
bung87.vscode-gemfile@0.4.2
chentan.vscode-theme-orangedark@0.1.3
christian-kohler.path-intellisense@2.9.0
clemenspeters.format-json@1.0.3
daylerees.rainglow@1.5.2
dbaeumer.vscode-eslint@3.0.10
deibit.devdocs@0.2.0
dracula-theme.theme-dracula@2.25.1
eamodio.gitlens@15.2.3
eliverlara.andromeda@1.8.2
emmanuelbeziat.vscode-great-icons@2.1.105
enhancedjax.vscode-ayu-zed@1.0.2
enkia.tokyo-night@1.0.9
equinusocio.vsc-material-theme@34.4.0
equinusocio.vsc-material-theme-icons@3.6.1
esbenp.prettier-vscode@10.4.0
formulahendry.auto-close-tag@0.5.15
github.codespaces@1.17.2
github.github-vscode-theme@6.3.4
github.remotehub@0.62.0
github.vscode-github-actions@0.26.3
github.vscode-pull-request-github@0.92.0
grapecity.gc-excelviewer@4.2.59
gulajavaministudio.mayukaithemevsc@3.2.4
hashicorp.terraform@2.32.1
hridoy.rails-snippets@1.0.8
johnpapa.vscode-peacock@4.2.2
jolaleye.horizon-theme-vscode@2.0.2
lexical-lsp.lexical@0.0.18
liviuschera.noctis@10.43.3
lostintangent.wikilens@0.0.5
mazenjedidi.orange-dark-mazen-theme@0.0.1
mikestead.dotenv@1.0.1
mjmcloug.vscode-elixir@1.1.0
mrmlnc.vscode-scss@0.10.0
ms-azuretools.vscode-docker@1.29.1
ms-kubernetes-tools.vscode-kubernetes-tools@1.3.16
ms-mssql.data-workspace-vscode@0.5.0
ms-mssql.mssql@1.22.1
ms-mssql.sql-bindings-vscode@0.4.0
ms-mssql.sql-database-projects-vscode@1.4.1
ms-ossdata.vscode-postgresql@0.3.0
ms-vscode-remote.remote-containers@0.375.1
okon3.ayu-miragemod@0.0.1
phoenixframework.phoenix@0.1.2
pkief.material-icon-theme@5.8.0
pranaygp.vscode-css-peek@4.4.1
rangav.vscode-thunder-client@2.24.13
redhat.vscode-yaml@1.15.0
robbowen.synthwave-vscode@0.1.15
robertrossmann.remedy@5.24.0
rubymaniac.vscode-paste-and-indent@0.0.8
sallar.vscode-duotone-dark@0.3.3
searking.preview-vscode@2.3.7
serge.vsc-material-theme-italicize@0.0.14
shardulm94.trailing-spaces@0.4.1
shopify.ruby-lsp@0.7.14
sianglim.slim@0.1.2
solarliner.linux-themes@1.0.1
teabyii.ayu@1.0.5
tomoki1207.pdf@1.2.2
tourervit.phantom@1.1.1
viktorzetterstrom.non-breaking-space-highlighter@0.0.3
waderyan.gitblame@11.0.1
wayou.vscode-todo-highlight@1.0.5
whizkydee.material-palenight-theme@2.0.3
xyz.plsql-language@1.8.2
yzhang.markdown-all-in-one@3.6.2
zhuangtongfa.material-theme@3.17.2
zignd.html-css-class-completion@1.20.0
