aaron-bond.better-comments
ahmadawais.shades-of-purple
ajshortt.tokyo-hack
alefragnani.bookmarks
alexanderte.dainty-material-theme-palenight-vscode
alexdauenhauer.nocterial-palenight
attilabuti.vscode-mjml
bierner.emojisense
bung87.vscode-gemfile
chentan.vscode-theme-orangedark
christian-kohler.path-intellisense
clemenspeters.format-json
daylerees.rainglow
dbaeumer.vscode-eslint
deibit.devdocs
dracula-theme.theme-dracula
eamodio.gitlens
eliverlara.andromeda
emmanuelbeziat.vscode-great-icons
enhancedjax.vscode-ayu-zed
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
gulajavaministudio.mayukaithemevsc
hashicorp.terraform
hridoy.rails-snippets
johnpapa.vscode-peacock
jolaleye.horizon-theme-vscode
lexical-lsp.lexical
liviuschera.noctis
lostintangent.wikilens
mazenjedidi.orange-dark-mazen-theme
mikestead.dotenv
mjmcloug.vscode-elixir
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-postgresql
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.remote-repositories
okon3.ayu-miragemod
phoenixframework.phoenix
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.vscode-yaml
robbowen.synthwave-vscode
robertrossmann.remedy
rubymaniac.vscode-paste-and-indent
sainnhe.everforest
sallar.vscode-duotone-dark
searking.preview-vscode
serge.vsc-material-theme-italicize
shardulm94.trailing-spaces
shopify.ruby-lsp
sianglim.slim
solarliner.linux-themes
teabyii.ayu
tomoki1207.pdf
tourervit.phantom
viktorzetterstrom.non-breaking-space-highlighter
waderyan.gitblame
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
xyz.plsql-language
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zignd.html-css-class-completion
